{
  "mca.books.death.author": "戰士奧茲",
  "mca.books.death.0": "§f我不知道我的家人被苦力怕炸飛多少次了。 你可能會問，牠們怎麼還在？ 簡單！ 各位讀者，我發現了治療死亡的方法！ 透過這本書，我可以與你分享。",
  "mca.books.death.1": "§f§l墳墓§r§f\n§r§f當一個村民死亡時，他的屍體會被埋在最近的墳墓裡。 所以請確保你的墓地裡有一塊空地。",
  "mca.books.death.2": "§f§l召喚死神§r§f\n不幸的是，唯一能夠戰勝死亡的實體就是死亡本身：死神。 要召喚他，你必須建造一個祭壇，由 3 個至少 2 格高的黑曜石柱組成。 如果你喜歡，它們可以更高。",
  "mca.books.death.3": "§f§l召喚死神 2§r§f\n在中心，你必須放置祭品，一個綠寶石方塊。",
  "mca.books.death.4": "§f§l召喚死神 3§r§f\n建造祭壇後，等到晚上並點燃所有 3 個柱子。 當你準備好戰鬥時，點燃綠寶石方塊然後逃跑！",
  "mca.books.death.5": "§f§l與死神戰鬥§r§f\n死神很強悍。 使用全套鑽石盔甲、大量的藥水和大量的附魔。 他可以：\n- 飛\n- 格擋攻擊\n- 致盲\n- 移動你的物品\n- 傳送",
  "mca.books.death.6": "§f§l與死神戰鬥 2§r§f\n如果你在死神格擋時攻擊他，他會傳送到你身後並攻擊。 不要試圖使用箭或毒藥，他有免疫力！",
  "mca.books.death.7": "§f§l與死神戰鬥 3§r§f\n當死神失去太多生命值時，他會傳送到空中並開始治療。 治療時，他會從冥界召喚他的僕從與你戰鬥。",
  "mca.books.death.8": "§f§l與死神戰鬥 4§r§f\n當死神被治療後，他會繼續攻擊你，但他將無法在 3 分 30 秒內再次治療。 每當死神治療時，他將無法恢復與之前一樣多的生命值。",
  "mca.books.death.9": "§f§l鐮刀§r§f\n一旦你造成致命一擊，他就會掉回虛空並留下他的鐮刀。 鐮刀摸起來冰冷，是一種強大的工具。 砍倒一個村民來為鐮刀充能，然後將儲存的靈魂轉移到墓碑上。",
  "mca.books.death.10": "§f§l鐮刀 2§r§f\n但你的朋友會以感染的狀態復活，因為在地下的時間留下了一些痕跡。 你也許可以治好他，我的朋友理查曾經寫過一本關於這個主題的書。",
  "mca.books.death.11": "§f§l生命之杖§r§f\n然而，還有另一個更和平的解決方案。 生命之杖！ 它使用地獄之星的集中力量來復活，而不是可憐的靈魂。",
  "mca.books.death.12": "§f§l生命之杖 2§r§f\n生命之杖是一種可以復活人們的強大物品。 與鐮刀不同，它甚至能夠消除復活者的任何疾病。",
  "mca.books.romance.author": "圖書館管理員格里",
  "mca.books.romance.0": "§l前言§r\n互動是建立關係和找到真愛的關鍵。 我很高興寫了這本書，以便與任何需要一點正確方向推動的人分享我關於互動、愛情以及不幸的是離婚的知識。",
  "mca.books.romance.1": "§l個性§r\n與任何村民交談時，你會注意到他們有個性。 請密切注意這一點！ 有些人更喜歡笑話，有些人喜歡擁抱。 有些個性比其他個性更明顯。 將游標懸停在個性上以查看一些提示。",
  "mca.books.romance.2": "§l心情§r\n每個人都有心情，這在與他們交談時總是很明顯。 心情會在一天中發生變化，並決定村民喜歡某些互動的可能性。",
  "mca.books.romance.3": "§l心情 2§r\n村民的死亡似乎會讓附近的人心情不好。 徵稅也會逐漸降低每個人的心情。 禮物和成功的互動可以提升心情。",
  "mca.books.romance.4": "§l互動§r\n根據村民的心情和個性，明智地選擇與村民互動！ 如果選擇浪漫的互動，請確保你正在與之交談的村民非常喜歡你。",
  "mca.books.romance.5": "§l互動 pt. 2§r\n不要惹人厭！ 與某人交談太久會讓他們感到厭煩，並且你的互動可能會停止成功。 如果發生這種情況，只需等待一段時間，然後再嘗試與他們交談。",
  "mca.books.romance.6": "§l禮物§r\n禮物是贏得某人友誼的另一種好方法。 但同樣，要小心你送給誰什麼禮物。 漁夫喜歡魚，但我的天哪，千萬不要送一條臭魚給一位貴族女士。",
  "mca.books.romance.7": "§l婚姻§r\n要結婚，只需在你覺得你已經達到最高關係等級時送給村民一枚結婚戒指。",
  "mca.books.romance.8": "§l離婚§r\n不幸的是，有時最好與你的配偶分開並繼續前進。 要做到這一點，請尋找一位神職人員來取得離婚文件。 然後和你的配偶談談。",
  "mca.books.romance.9": "§l離婚 pt. 2§r\n或者，你也可以在沒有文件的情況下結束婚姻，但他們不會高興。",
  "mca.books.family.author": "神職人員莉安",
  "mca.books.family.0": "孩子是我們的未來！ 盡可能多生孩子。§r你不僅可以體驗養育孩子的樂趣，而且一旦他們過了嬰兒階段，就讓他們去工作！",
  "mca.books.family.1": "§l嬰兒§r\n當你結婚時，只需接近你的配偶並提議「生育」。 經過一小段舞蹈後，你將成為一個新男嬰或女嬰（甚至可能是兩個！）的自豪擁有者！",
  "mca.books.family.2": "§l成長§r\n嬰兒需要時間才能長大，請確保抱著他們直到他們準備好，或者將他們交給你的配偶照顧。 一旦嬰兒準備好成長，你就可以將它放在地上，它就會長成一個孩子！",
  "mca.books.family.3": "§l青春期§r\n孩子會慢慢長大。 然而，據說金蘋果的神奇特性可以加速任何孩子的成長。 我自己還沒有嘗試過。",
  "mca.books.family.4": "§l家務§r\n任何孩子都可以務農、砍柴、狩獵和捕魚。 你需要為他們提供這樣做所需的工具。 如果一個工具壞了，而孩子沒有另一個，他們將別無選擇，只能停止工作。",
  "mca.books.family.5": "§l成年§r\n儘管令人難過，但孩子們最終還是會長大成人。一旦他們成年，他們就不再為你工作。成年人可以使用媒婆戒指來結婚，或者他們最終會自己結婚。",
  "mca.books.rose_gold.author": "礦工威廉",
  "mca.books.rose_gold.0": "§l警告！\n最高機密§r\n本手冊是威廉採礦公司的財產。§r如果你不是威廉採礦公司的員工，請不要閱讀本手冊並立即歸還給礦工威廉。",
  "mca.books.rose_gold.1": "啊，玫瑰金 - 銀、銅和金的可愛組合，熔煉成粉橙色的金屬。 大多數人將其用作黃金的替代品來製作戒指，因為它便宜得多。 然而，它有一些很容易被忽視的有趣特性。",
  "mca.books.rose_gold.2": "§l製作粉塵§r\n玫瑰金一旦熔煉，就可以被粉碎成細粉塵。 在明亮的光线下仔细觀察玫瑰金粉塵，你會看到閃閃發光的純金斑點！§r",
  "mca.books.rose_gold.3": "§l清洗粉塵§r\n只要稍加努力，我們就可以從粉塵中提取黃金並製作純金錠。 只需將粉塵與一桶水混合即可。 較輕的銀和銅成分將被沖走，留下大約 6 堆較小的金粉塵。",
  "mca.books.infection.author": "殭屍理查",
  "mca.books.infection.0": "各位讀者，大家好！ 我寫這本書是為了讓你們不要像我一樣遭受同樣的命運。 雖然我感染了，但幸運的是，我能夠保持我所有的智力。",
  "mca.books.infection.1": "§l什麼是感染？§r\n我很久以前就發現，晚上出現的殭屍曾經是村民！ 新感染的村民會慢慢變成綠色，感覺不舒服，並且可能無法正常說話！",
  "mca.books.infection.2": "§l治療§r\n與普遍的看法相反，任何受感染的村民都可以被治癒。 送給村民一個金蘋果來治療正在進行的感染。 如果感染已經將村民變成殭屍，你必須先用藥水削弱殭屍，然後使用金蘋果。",
  "mca.books.infection.3": "§l治療 2§r\n不幸的是，你看到的任何其他殭屍都已經太晚了，無法治癒。",
  "mca.books.infection.4": "§l治療 3§r\n殭屍需要幾分鐘才能完全治癒。 然而，最近被感染的村民，如果沒有時間退化成完整的殭屍，將會立即被治癒！",
  "mca.books.infection.5": "§l警告§r\n村民很容易受到感染，請建立一間醫務室以降低感染風險！",
  "mca.books.blueprint.author": "建築工卡爾",
  "mca.books.blueprint.0": "§f我們村民可以務農。 我們可以鍛造工具和盔甲。 我們可以閱讀、釀造、附魔等等。 但是我們缺少一項知識：建築！",
  "mca.books.blueprint.1": "§f在你的旅程中，你可能會遇到幾個村莊，裡面到處都是小而 impractical 的、幾乎沒有裝飾的房屋。 一個村莊怎麼才能發展成更大的東西？",
  "mca.books.blueprint.2": "§f§l藍圖§r§f\n這就是為什麼我在地球上遊蕩，幫助我在旅途中遇到的村莊。 你也可以！ 使用藍色染料和紙製作藍圖，並查看每個村莊都需要但無法自行建造的建築目錄。",
  "mca.books.blueprint.3": "§f§l需求§r§f\n建築物通常需要最小尺寸。 你不能把所有東西都塞進一個棚子裡。 然後你必須確保滿足所有方塊需求。",
  "mca.books.blueprint.4": "§f§l完成§r§f\n一旦完成，點擊「新增建築」並觀察村民如何將其整合到村莊中。",
  "mca.books.blueprint.5": "§f§l等級§r§f\n但你不需要無私！ 你的村莊越先進，你的等級就越高。 你是否曾經夢想過貴族的生活？ 市長？ 甚至是國王？",
  "mca.books.cult_0.author": "信徒盧卡斯",
  "mca.books.cult_0.0": "很久以前，一個來自另一個世界的生物來到這個星球，在它穿越土地的過程中分享它的智慧… 這個實體被稱為 99 號 Sirben。",
  "mca.books.cult_0.1": "儘管有良好的意圖，但它的知識對我們來說太難理解了，有些人沒有聽，但那些聽了的人卻被改變了，永遠不會再一樣了……",
  "mca.books.cult_0.2": "他們的心智被 Sirben 所說的真相擊碎，變得痴迷，他們將 「神聖的話語」 傳給了下一代。 每個獲得這種不穩定行為的人都會獲得 「Sirben」 特性。",
  "mca.books.cult_0.3": "直到今天，有些人說他們仍然可以聽到它的低語……",
  "mca.books.cult_1.author": "探索者艾芙琳",
  "mca.books.cult_1.0": "Sirben 教派談到一種超越我們世界的高級力量，一種存在於我們對時間和空間的理解之外的生物。",
  "mca.books.cult_1.1": "透過冥想和儀式，信徒們試圖與這個實體交流，希望能深入了解它不可知的本質和宇宙的秘密。",
  "mca.books.cult_1.2": "但這種知識是有代價的 - 一種抓住心智並扭曲靈魂的瘋狂。 那些遵循 Sirben 教義的人必須小心行事，以免他們在追求禁忌真相的過程中迷失自我。",
  "mca.books.cult_1.3": "然而，即使世界嘲笑他們的信仰，信徒們仍然堅定地忠於自己的信仰。 因為他們知道，在現實的面紗之外，存在著一個無限奇蹟的領域，在那裡，宇宙的奧秘會向那些有勇氣去尋找它們的人揭示出來。",
  "mca.books.cult_2.author": "冒險家巴納比",
  "mca.books.cult_2.0": "為了召喚古代信徒，必須在下雪的午夜舉行儀式。 但請注意，這不是普通的儀式 - 它需要山羊的奶！",
  "mca.books.cult_2.1": "沒錯，你必須在暴風雪中的午夜擠山羊奶！ 聽起來很奇怪，但這是唯一能喚醒沉睡的古代信徒的方法。",
  "mca.books.cult_2.2": "但要小心，因為這些不死信徒不容小覷。 他們一旦被喚醒，可能會對你產生敵意，並且會不擇手段地保護他們的秘密。",
  "mca.books.cult_2.3": "但是，如果你有足夠的勇氣面對他們，那麼他們就有機會在被擊敗後掉落 Sirben 的秘密話語。 透過這些話語，你將解鎖對這個世界及其他世界奧秘的新理解。",
  "mca.books.cult_ancient.author": "古代 Sirbens",
  "mca.letter.condolence": "%s,\n\n我們非常遺憾地通知您 %s 的死訊。\n\n此致，\n%s 的市長",
  "mca.books.supporters.author": "社群",
  "mca.books.supporters.patrons": "贊助者",
  "mca.books.supporters.contributors": "貢獻者",
  "mca.books.supporters.translators": "譯者",
  "mca.books.supporters.wiki": "wiki",
  "mca.books.supporters.old": "在 MCA 7.0.0 之前",
  "mca.books.supporters.thanks": "謝謝！"
}
